Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/spzPiPMenu/locale/*/LC_MESSAGES/spzPiPMenu.po
Languages: es

source: Select Pip Option:
es: PiP (Imagen sobre imagen)

source: Disable Picture in Picture
es: Desactivar PiP

source: Activate Picture in Picture
es: Activar PiP

source: Swap Services
es: Intercambiar Pantalla y PiP

source: Swap services
es: Intercambiar Pantalla y PiP

source: Move Picture in Picture
es: Mover ventana PiP

source: Zap focus to main screen
es: Zapear en la imagen principal

source: Zap focus to Picture in Picture
es: Zapear en la imagen PiP

source: Show Pip in LCD screen
es: Mostrar PiP en la pantalla LCD

source: Disable Pip in LCD screen
es: Desactiva Pip en la pantalla LCD

source: Activate Picture in Picture in LCD screen
es: Activar PiP en la pantalla LCD

source: Show current image in LCD screen
es: Mostrar imagen en pantalla en el display LCD/VFD

source: Disable Show current image in LCD screen
es: Desactivar imagen de pantalla en el display LCD/VFD
