Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/AzExplorer/locale/*/LC_MESSAGES/AzExplorer.po
Languages: es

source: Copying file...
es: Copiando archivo...

source: xxx
es: yyy

source: Copy in background is started.
es: La copia en segundo plano a comenzado

source: You can close azExplorer and the copy continue
es: Puedes cerrar el AzExplorer y la copia continuará

source: Copy in background
es: Copiando en segundo plano

source: COPY in BACKGROUND
es: COPIAR en segundo plano

source: Target exist:
es: El destino ya existe:

source: Tabulator
es: Tabulador

source: Overwrite?
es: Sobreescribirlo?

source: Command execution error:
es: Error en la ejecución del comando:

source: View with console
es: Ver por consola

source: Select action for
es: Seleciona acción para

source: View/Edit this file
es: Ver/Editar este archivo

source: Run this file
es: Ejecutar este archivo

source: You can only view files under 524288 bytes(0.5 Mb)!
es: No es posible ver archivos de más de 524288 bytes(0.5 Mb)!

source: View line
es: Mostrando línea

source: You can only view or edit files less than
es: No es posible ver o editar archivos de más de

source: Select symlink target...
es: Seleciona el destino del Enlace...

source: in
es: en

source: To
es: Para

source: Copy/Move
es: Copiar/Mover

source: Create simlynk
es: Crear enlace

source: Copied
es: Copiado

source: Renamed
es: Renombrado

source: Deleted
es: Borrado

source: Permission changed
es: Permisos cambiados

source: Folder created
es: Carpeta creada

source: File created
es: Archivo creado

source: Simlynk created
es: Enlace creado

source: Target
es: Apunta a

source: Simlynk
es: Enlace

source: Target not found
es: El destino no está disponible

source: Add to bookmarks
es: Añadido a favoritos

source: Deleted from bookmarks
es: Borrado de favoritos

source: Cancel (exit)
es: Cancelar (exit)

source: Save (ok)
es: Guardar (ok)

source: Permission 755
es: Permisos 755

source: Permission 444
es: Permisos 444

source: Start directory
es: Carpeta de Inicio

source: Set start directory to current directory
es: Establecer como carpeta de inicio la carpeta actual

source: Start directory (only if last path is disabled)
es: Carpeta de inicio (desactive iniciar en última ruta)

source: Start explorer in last path
es: Iniciar el Explorador en la última ruta vista

source: Show Explorer in main menu (need restart)
es: Mostrar en Menú Principal (necesario reiniciar)

source: Choose directory
es: Elige carpeta

source: YES
es: SI

source: Show Bookmarks on startup
es: Mostrar Favoritos al iniciar

source: Last path
es: Última ruta

source: Directory
es: Carpeta

source: copied to
es: copiado a

source: Moved
es: Movido

source: moved to
es: movido a

source: File/Folder
es: Archivo/Carpeta

source: File
es: Archivo

source: Storage Device(s)
es: Dispositivo(s) de almacenamiento

source: Explorer
es: Explorador

source: Explore files in your Azbox.
es: Explora los archivos en tu azbox.

source: Install this package
es: Instalar este paquete

source: az-Explorer : Install...
es: Explorador : Instalar...

source: View/Edit this shell-script
es: Ver/Editar este script

source: Start execution
es: Ejecutar script

source: Do you want to execute
es: Estás seguro de ejecutar

source: Error by reading bookmarks !!!
es: Error leyendo favoritos !!!

source: [Media files]
es: [Archivos multimedia]

source: [All files]
es: [Todos los archivos]

source: Remove directory from Bookmarks
es: Borrar carpeta de Favoritos

source: Add directory to Bookmarks
es: Añadir carpeta a Favoritos

source: Enable Media-filter
es: Activar filtrado multimedia

source: Disable Media-filter
es: Desactivar filtrado multimedia

source: Sort by name
es: Ordenar por nombre

source: Sort by date
es: Ordenar por fecha

source: Create new file
es: Crear nuevo archivo

source: Create new directory
es: Crear nueva carpeta

source: Set start directory
es: Establecer como carpeta de inicio

source: About
es: Acerca de

source: Preview all pictures
es: Previsualizar imagenes

source: Create softlink...
es: Crear Enlace...

source: Options:
es: Opciones:

source: Picture-Player not avaiable.
es: Visor de imagenes no disponible

source: Error by writing bookmarks !!!
es: Error escribiendo Favoritos !!!

source: Create new file in...
es: Crear nuevo archivo en...

source: Create new directory in...
es: Crear nueva carpeta en...

source: Do you want to set
es: Quieres establecerlo

source: as start directory?
es: como carpeta de inicio

source: Info...
es: Informacion...

source: Last-mod
es: Fecha de modificación

source: Creation date
es: Fecha de creación

source: Type
es: Tipo

source: Permission
es: Permisos

source: Path
es: Ruta

source: My Bookmarks
es: Favoritos

source: Turn off the media-filter first.
es: Desactivar el filtrado multimedia primero.

source: Do you realy want to DELETE:
es: Estas seguro de BORRAR:

source: You do it at your own risk!
es: Se eliminará el contenido completo!

source: %s FAILED!
es: %s FALLADO!

source: old:
es: Antiguo:

source: Rename file...
es: Renombrar archivo...

source: Rename directory...
es: Renombrar carpeta...

source: Rename: %s FAILED!
es: Renombrar: %s FALLADO!

source: File name error !
es: Error en el nombre !

source: Directory name error !
es: Error en el nombre !

source: [sort by Name]
es: [ordenar por Nombre]

source: [sort by Date]
es: [ordenar por Fecha]

source: [sort by Size]
es: [ordenar por Tamaño]

source: have been CHANGED! Do you want to save it?
es: ha sido CAMBIADO! Deseas guardar los cambios?

source: The Editor-Funktions are beta (not full tested) !!!
es: El editor es version beta (not full tested) !!!

source: The author are NOT RESPONSIBLE for DATA LOST OR DISORDERS !!!
es: El autor NO SE HACE RESPONSABLE de datos perdidos o errores !!!

source: Edit line
es: Editar linea

source: This line is not editable!
es: Esta linea no es editable!

source: loading...
es: cargando...

source: ready...
es: listo...

source: wait...
es: espera...

source: No more picture-files.
es: No hay mas imagenes.

source: No more playable files.
es: No hay mas archivos visualizables.

source: Input
es: Introducir

source: Select Copy/Move location...
es: Seleciona lugar para Copiar/Mover...

source: WARNING! they doing now COPY or MOVE
es: ATENCION! realizando COPIA/MOVER

source: to:
es: a la localización:

source: Set name
es: Definir nombre

source: Make a softlink...
es: Crear Enlace...

source: Make a softlink
es: Crear el Enlace

source: Set first the Softlink name ...
es: Establece primero el nombre del Enlace ...

source: Write the new softlink name here:
es: Escribe el nombre del Enlace aqui:

source: Dream Explorer...
es: Az Explorador...

source: Softlink name error !
es: Error en el nombre del Enlace!

source: WARNING! they make now a softlink from
es: ATENCION! vas a crear un Enlace en

source: to file/folder:
es: al archivo/carpeta:

source: Delete
es: Borrar

source: Rename
es: Renombrar

source: Move/Copy
es: Mover/Copiar

source: Move
es: Mover

source: Copy
es: Copiar

source: Bookmarks
es: Favoritos

source: Setup
es: Configuración

source: Options
es: Opciones

source: Change permissions to 755:
es: Cambiar permisos a 755:

source: name
es: nombre

source: Change permissions to 755
es: Cambiar permisos a 755

source: Change permissions
es: Cambiar permisos

source: Change permissions...
es: Cambiar permisos...

source: az-Explorer - Change permissions...
es: Explorador - Cambiar permisos...

source: az-Explorer - DELETE file...
es: Explorador - BORRAR archivo...

source: az-Explorer - DELETE DIRECTORY...
es: Explorador - BORRAR carpeta...

source: az-Explorer
es: Explorador

source: az-Explorer...
es: Explorador...

source: COPY
es: COPIAR

source: MOVE
es: MOVER

source: newname
es: NuevoNombre

source: Size
es: Tamaño

source: Current permissions:
es: Permisos actuales:

source: Folder:
es: Carpeta:

source: Folder
es: Carpeta

source: File:
es: Archivo:

source: Owner
es: Propietario

source: Read
es: Leer

source: Write
es: Escribir

source: Execution
es: Ejecutar

source: Group
es: Grupo

source: Other
es: Todos

source: New value:
es: Nuevo valor:

source: newfile
es: NuevoArchivo

source: newfolder
es: NuevaCarpeta

source: root
es: Raíz

source: root folder
es: Carpeta Raíz

source: Add current
es: Añadir actual

source: Up
es: Subir

source: Down
es: Bajar

source: Protected element, unable to delete
es: Este elemento está protegido y no se puede eliminar

source: Delete current bookmark from list?
es: Eliminar el elemento actual de la lista de favoritos?

source: First elements protected, unable to move
es: Los primeros elementos de la lista están protegidos, no es posible mover el elemento actual

source: Show confirm windows on exit
es: Mostrar ventana de confirmación al salir

source: Starting
es: Iniciando

source: Do you want to exit?
es: Deseas salir del explorador?

source: Closing
es: Guardando

source: Hard disk
es: Disco Duro

source: Temp folder
es: Carpeta Temporal

source: Movies
es: Películas

source: Music
es: Música

source: Picture
es: Imágenes

source: Initial file sort by
es: Ordenar inicialmente archivos por

source: Name
es: Nombre

source: Date
es: Fecha

source: Remenber last
es: El último usado

source: Sort by
es: Ordenar por

source: Sort by size
es: Ordenar por tamaño

source: Orded by
es: Orden actual

source: azExplorer by mpiero (azboxhd.es) 2011 Based on Dreambox-Explorer coded 2010 by Vali
es: azExplorer por mpiero (azboxhd.es) 2011 Basado en Dreambox-Explorer hecho por Vali

source: Special keys:
es: Teclas especiales:

source: Action
es: Realizar acción

source: Parent Directory
es: Carpeta Padre

source: Swicth sort
es: Alternar orden(Nombre, Fecha, Tamaño)

source: Page up, Page down
es: Página arriba y abajo

source: Help
es: Ayuda

source: free
es: libres

source: External
es: Externo (USB)

source: Harddisk
es: Disco Duro

source: of
es: de

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: xx3
es: yy3
