Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spaQButton/locale/*/LC_MESSAGES/spaQButton.po
Languages: ca, de, es, fr

source: Zap history back
ca: Històric de zàping -
de: Zap Verlauf zurück
es: Histórico de zapeo -
fr: Historique du Zap

source: Zap history next
ca: Històric de zàping +
de: Zap Verlauf nächste
es: Histórico de zapeo +
fr: Historique du Zap +

source: blue
ca: Blau
de: blau
es: Azul
fr: Bleu

source: delete
ca: Esborrar
de: löschen
es: Borrar
fr: Effacer

source: Delete
ca: Esborrar
de: Löschen
es: Borrar
fr: Effacer

source: file %s not found!
ca: Arxiu %s no trobat!
de: Datei %s nicht gefunden!
es: Archivo %s no encontrado!
fr: Archive %s non trouvée!

source: green
ca: Verd
de: grün
es: Verde
fr: Vert

source: off
ca: No
de: aus
es: No
fr: Ouvert

source: on
ca: Si
de: ein
es: Sí
fr: Eteint

source: red
ca: Vermell
de: rot
es: Rojo
fr: Rouge

source: yellow
ca: Groc
de: gelb
es: Amarillo
fr: Jaune

source: Add Functions to MQB Key
ca: Afegir funcions predefinides a la tecla
de: Fügen Sie dem MQB-Taste Funktionen hinzu
es: Añadir funciones predefinidas a la tecla
fr: Ajouter des fonctions à la touche MQB

source: Add Plugins to MQB Key
ca: Afegir plugins/extensions a la tecla
de: Fügen Sie dem MQB-Taste Erweiterungen hinzu
es: Añadir plugins/extensiones a la tecla
fr: Ajouter des plugins à la touche MQB

source: AutoResolution is disabled
ca: Autoresolució desactivada
de: AutoResolution ist deaktiviert
es: Autoresolución desactivada
fr: Autorésolution est desactivée

source: AutoResolution is enabled
ca: Autoresolució activada
de: AutoResolution ist aktiviert
es: Autoresolución activada
fr: Autorésolution est activée

source: AutoResolution on/off
ca: Autoresolució on/off
de: Automatische Auflösung ein/aus
es: Autoresolución on/off
fr: Autorésolution ouvert/éteint

source: Button :
ca: Tecla :
de: Taste:
es: Botón :
fr: Bouton :

source: Configure macro
ca: Configurar macro
de: Makro konfigurieren
es: Configurar macro
fr: Configuration macro

source: Reboot
ca: Reiniciar sistema
de: Neustart
es: Reiniciar sistema
fr: Rebooter

source: Back
ca: <-Enrere
de: Zurück
es: <-Atrás
fr: Retour

source: GUIDE/R-Button
ca: GUIDE/R-Botó
de: Handbuch/R-Taste
es: GUÍA/R-Button

source: Fw
ca: Majúsc.
es: Mayúsc.
fr: Majuscule

source: Macros
ca: Definir macros
de: Makros
es: Definir macros

source: Record
ca: Enregistrar
de: Aufnahme
es: Grabar
fr: Enregistrer

source: Remote control macro I
ca: Macro de control remot I
de: Fernsteuerungsmakro I
es: Macro de control remoto I
fr: Macro de la télécommande I

source: Remote control macro II
ca: Macro de control remot II
de: Fernsteuerungsmakro II
es: Macro de control remoto II
fr: Macro de la télécommande II

source: Remote control macro III
ca: Macro de control remot III
de: Fernsteuerungsmakro III
es: Macro de control remoto III
fr: Macro de la télécommande III

source: Remote control macro IV
ca: Macro de control remot IV
de: Fernsteuerungsmakro IV
es: Macro de control remoto IV
fr: Macro de la télécommande IV

source: Remote control macro V
ca: Macro de control remot V
de: Fernsteuerungsmakro V
es: Macro de control remoto V
fr: Macro de la télécommande V

source: Remount Network Shares
ca: Reiniciar recursos de xarxa
de: Remount-Netzwerk-Freigaben
es: Reiniciar recursos de red
fr: Reinitialiser les partages réseau

source: openSPA Menu
ca: Menú openSPA
es: Menú openSPA
fr: Menu openSPA

source: openSPA RSS
ca: RSS openSPA
es: RSS openSPA
fr: RSS openSPA

source: openSPA Information
ca: Informació openSPA
es: Información openSPA
fr: Information openSPA

source: openSPA Wheather info
ca: Informació meteorològica openSPA
de: openSPA Wetter Info
es: Información meteorológica openSPA
fr: Information meteo openSPA

source: openSPA DeviceManager
ca: Gestor de discos openSPA
de: openSPA Gerätemanager
es: Gestor de discos openSPA
fr: Gestionnaire de périphériques openSPA

source: openSPA CAMD manager
ca: Gestor de CAM openSPA
es: Gestor de CAM openSPA
fr: Gestionnaire de CAM openSPA

source: openSPA File Explorer
ca: Explorador d'arxius openSPA
de: openSPA Dateibrowser
es: Explorador de archivos openSPA
fr: Explorateur de fichiers openSPA

source: openSPA Downloads
ca: Descàrregues openSPA
es: Descargas openSPA
fr: chargement openSPA

source: No valid channel!
ca: Canal no vàlid per aquesta funció!
de: Kein gültiger Sender!
es: Canal no válido para esta función!
fr: Canal non valide

source: Single channel EPG openSPA
ca: EPG de canal senzilla openSPA
de: Ein Sender-EPG openSPA
es: EPG de canal sencilla openSPA
fr: EPG pour une chaine openSPA

source: Programs graphical Guide openSPA
ca: Guia de programació gràfica openSPA
de: Programmierter grafischer Guide openSPA
es: Guía de programación gráfica openSPA
fr: Guide graphique des programmes openSPA

source: Simple Channel list
ca: Llista de canals simple
de: Einfache Kanalliste
es: Lista de canales simple
fr: Liste des chaines simple

source: Volume +
ca: Volum +
de: Lautstärke +
es: Volumen +

source: Volume -
ca: Volum -
de: Lautstärke -
es: Volumen -

source: Mute on/off
ca: Silenci on/off
de: Stummschaltung ein/aus
es: Silencio on/off
fr: Silence ouvert/éteint

source: GUI Restart
ca: Reiniciar GUI
de: GUI Neustart
es: Reiniciar GUI
fr: Redémarrer le GUI

source: DeepStandby
ca: Repòs profund
de: Tief Standby
es: Reposo profundo
fr: veille profonde

source: CoolTVGuide
ca: Guia CoolTV
es: Guia CoolTV

source: CoolEasyGuide
ca: Guia CoolEasy
es: Guia CoolEasy

source: CoolSingleGuide
ca: Guia CoolSingle
es: Guia CoolSingle

source: CoolInfoGuide
ca: Guia CoolInfo
es: Guia CoolInfo

source: Play
ca: Reproduir
de: Abspielen
es: Reproducir
fr: Jouer

source: Pause
ca: Pausa
es: Pausa

source: Stop
ca: Aturar
es: Parar

source: Rewind <<
ca: Rebobinar <<
de: Zurückspulen <<
es: Rebobinar <<
fr: Retour<<

source: Auto AC3/DTS downmix on in standby
ca: Auto activar mescla AC3-DTS en anar a repòs
de: Auto AC3/DTS Downmix im Standby
es: Auto activar mezcla AC3-DTS al ir a reposo
fr: Auto AC3 / DTS downmix en veille

source: Auto AC3/DTS downmix are activated in standby
ca: En anar a repòs s'activarà automàticament la mescla AC3-DTS
de: Auto AC3/DTS Downmix sind im Standby aktiviert
es: Al ir a reposo se activará automáticamente la mezcla AC3-DTS
fr: Auto AC3 / DTS downmix sont activés pendant la veille

source: Auto AC3/DTS downmix are NOT activated in standby
ca: En anar a repòs NO s'activarà automàticament la mescla AC3-DTS
de: Auto AC3/DTS Downmix sind NICHT im Standby aktiviert
es: Al ir a reposo NO se activará automáticamente la mezcla AC3-DTS
fr: Auto AC3 / DTS downmix ne sont pas activés pendant la veille

source: AC3/DTS downmix on/off
ca: Activar/desactivar mescla AC3-DTS
de: AC3/DTS Downmix ein / aus
es: Activar/desactivar mezcla AC3-DTS
fr: Auto AC3 / DTS downmix ouvert/éteint

source: Dolby Digital downmix
ca: Mescla Dolby Digital
es: Mezcla Dolby Digital

source: AC3/DTS downmix ON
ca: Mescla AC3-DTS activat
de: AC3/DTS downmix EIN
es: Mezcla AC3-DTS activado
fr: AC3/DTS downmix activés

source: AC3/DTS downmix OFF
ca: Mescla AC3-DTS desactivat
de: AC3/DTS downmix AUS
es: Mezcla AC3-DTS desactivado
fr: AC3/DTS downmix désactivés

source: Enabled
ca: Activat
de: Aktiviert
es: Activado
fr: Activé

source: Disabled
ca: Desactivat
de: Deaktiviert
es: Desactivado
fr: Desactivé

source: Quick zapping channel list
ca: Llista de canals de zàping ràpid
de: Schnelle Zapping-Senderliste
es: Lista de canales de zapeo rápido
fr: Liste des chaines du QuickZap

source: openSPA Signal info
es: Información de señal openSPA
fr: Information openSPA sur le signal

source: Error
de: Fehler
fr: Erreur
