Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spaQButton/locale/*/LC_MESSAGES/spaQButton.po
Languages: ca, de, es, fr

source: openSPA. Remote control setup
ca: Configuració del comand. a distància openSPA
de: openspa. Fernbedienungs Einrichtung
es: Configuración del mando a distancia openSPA
fr: Configuration de la télécommande openSPA

source: This utility will allow you to view and modify to your liking the remote control.
ca: Aquesta utilitat permet veure i modificar el comandament a distància.
de: Mit diesem Dienstprogramm können Sie die Fernbedienung nach Ihren Wünschen anzeigen und ändern.
es: Esta utilidad le permitirá ver y modificar a su gusto el mando a distancia.
fr: Cet utilitaire vous permettra de visualiser et de modifier à votre guise la télécommande.

source: Closing this window you will see a list of pre-assigned functions of command. You can customize it as you wish.
ca: En tancar aquesta finestra veureu una llista de les funcions preassignades del comandament. Es pot personalizar com es vulgui.
de: Wenn Sie dieses Fenster schließen, sehen Sie eine Liste der vordefinierten Funktionen des Befehls. Sie können es nach Belieben anpassen.
es: Al cerrar esta ventana verá una lista de las funciones preasignadas del mando. Puede personalizarla como desee.
fr: En fermant cette fenêtre, vous verrez une liste de fonctions de commande pré-assignées. Vous pouvez le personnaliser comme vous le souhaitez.

source: Pressing any key will be located in that key listed. Press [OK] to view / edit actions.
ca: Si premeu qualsevol tecla, aquesta serà localitzada a la llista. Premeu [OK] per veure/editar les accions.
de: Das Drücken einer beliebigen Taste befindet sich in dieser Liste. Drücken Sie [OK], um Aktionen anzuzeigen / zu bearbeiten.
es: Si pulsa cualquier tecla se localizará dicha tecla en en la lista. Pulse [OK] para ver/editar las acciones.
fr: En appuyant sur une touche elle sera situé dans le répertoire. Appuyez sur [OK] pour afficher / modifier les actions..

source: The Welcome screen does not reappear. Remember you can return to the settings from the remote: Menu -> Customize -> Customize the buttons on the remote.
ca: Aquesta pantalla no tornarà a aparèixer. Recordeu que podeu tornar a la configuració del comandament a distància des de: Menú -> Personalitzar -> Personalitzar comand. a distància.
de: Der Begrüßungsbildschirm wird nicht mehr angezeigt. Denken Sie daran, dass Sie von der Fernbedienung zu den Einstellungen zurückkehren können: Menü -> Anpassen -> Passen Sie die Tasten auf der Fernbedienung an.
es: Esta pantalla no volverá a aparecer. Recuerde que puede volver a la configuración del mando a distancia desde: Menú -> Personalizar -> Remapear teclas.
fr: L'écran de bienvenue ne réapparaît pas. N'oubliez pas que vous pouvez revenir aux paramètres depuis la télécommande.: Menu -> Personnalisé -> adapter les touches.

source: Information/Setup key:
ca: Informació/configuració tecla:
de: Information/Setup-Taste:
es: Información/configuración tecla:
fr: Touche Information / Configuration:

source: Multimedia Functions
ca: Funcions MULTIMÈDIA
de: Multimedia-Funktionen
es: Funciones MULTIMEDIA
fr: Fonctions MULTIMEDIA

source: openSPA Functions
ca: Funcions OPENSPA
de: openSPA-Funktionen
es: Funciones OPENSPA
fr: Fonctions OPENSPA

source: Extensions/Plugins Functions
ca: Funcions de PLUGINS/extensions
de: Erweiterungen/Plugins Funktionen
es: Funciones de PLUGINS/extensiones
fr: Fonctions de PLUGINS/extensions

source: Record Functions
ca: Funcions de GRAVACIÓ
de: Aufnahme Funktionen
es: Funciones de GRABACIÓN
fr: Fonctions d'enregistrement

source: Zap Functions
ca: Funcions de ZÀPING
de: Zap Funktionen
es: Funciones de ZAPEO
fr: Fonctions pou Zapper

source: EPG/Event Functions
ca: Funcions d'EPG
de: EPG/Ereignisfunktionen
es: Funciones de EPG
fr: Fonctions de l'EPG

source: TV Functions
ca: Funcions de TV
de: TV-Funktionen
es: Funciones de TV
fr: Fonctions de TV

source: Favourite Functions
ca: Funcions dels FAVORITS
de: Lieblingsfunktionen
es: Funciones de FAVORITOS
fr: Fonctions des Favorits

source: System Functions
ca: Funcions del SISTEMA
de: Systemfunktionen
es: Funciones del SISTEMA
fr: Fonctions du système

source: Macro Functions
ca: Funcions de MACRO
de: Makrofunktionen
es: Funciones de MACRO
fr: Fonctions de Macro

source: Not configured
ca: <Cap acció assignada>
de: Nicht konfiguriert
es: <Sin acción asignada>
fr: Pas configuré

source: Type key for search in list, or press (1) por advanced Capture Key
ca: Premeu una tecla per localitzar-la, o premeu [1] per utilitzar la Captura de tecla avançada
de: Geben Sie den Schlüssel für die Suche in der Liste ein, oder drücken Sie (1) als erweiterten Aufnahme Taste
es: Pulse una tecla para localizarla, o pulse [1] para usar la Captura de tecla avanzada
fr: Tapez la touche pour rechercher dans la liste, ou appuyez sur (1) pour la clé de capture avancée

source: Key 0
ca: Tecla 0
de: Taste 0
es: Tecla 0
fr: Touche 0

source: long
ca: llarg
de: lang
es: largo

source: A/V Settings
ca: Configuració A/V
de: A/V Einstellungen
es: Configuración A/V
fr: Configuration A/V

source: Activate PiP
ca: PiP (activar/desactivar)
de: PiP aktivieren
es: PiP (activar/desactivar)
fr: Activer le PiP

source: Activate PIP
ca: PiP (activar/desactivar)
de: PIP aktivieren
es: PiP (activar/desactivar)
fr: Activer le PiP

source: About
ca: Quant a...
de: Über
es: Acerca de...
fr: sur...

source: Key EXIT
ca: Tecla SORTIR
de: Taste EXIT
es: Tecla SALIR
fr: Touche EXIT

source: Functions
ca: Funcions predefinides
de: Funktionen
es: Funciones predefinidas

source: Information/Edit
ca: Informació/editar
de: Informationen/Bearbeiten
es: Información/editar
fr: Information/editer

source: Do you want to remap keys now?
ca: Voleu personalitzar ara el comandament?
de: Möchten Sie die Tasten jetzt neu zuordnen?
es: Desea personalizar el mando ahora?
fr: Voulez-vous reconfigurer les clés maintenant?

source: spzZapHistory
ca: Històric de zàping
de: spzZapVerlauf
es: Histórico de zapeo
fr: Historique du Zap

source: Do yo want deactivate this function?
ca: Voleu DESACTIVAR la funció seleccionada?
de: Möchten Sie diese Funktion deaktivieren?
es: Desea DESACTIVAR la función seleccionada?
fr: Voulez-vous désactiver cette fonction?

source: Do yo want activate this function?
ca: Voleu tornar a ACTIVAR la funció seleccionada?
de: Möchten Sie diese Funktion aktivieren?
es: Quiere volver a ACTIVAR la función seleccionada?
fr: Voulez-vous activer cette fonction?

source: Press [OK] for deactivate/activate functions.[BLUE] for add action to key.[YELLOW] for remove.
ca: Premeu [OK] per desactivar/activar funcions. [BLAU] per afegir acció. [GROC] per esborrar.
de: Drücken Sie [OK] zum Deaktivieren/Aktivieren von Funktionen. [BLAU] zum Hinzufügen einer Aktion zur Taste. [GELB] zum Entfernen.
es: Pulse [OK] para desactivar/activar funciones. [AZUL] para añadir acción. [AMARILLO] para borrar.
fr: Appuyez sur [OK] pour désactiver / activer les fonctions. [BLEU] pour ajouter une action à la touche. [JAUNE] pour le supprimer..

source: Press [BLUE] for add actions to this key
ca: Premeu [BLAU] per assignar accions a aquesta tecla.
de: Drücken Sie [BLAU], um dieser Taste Aktionen hinzuzufügen
es: Pulse [AZUL] para asignar acciones a esta tecla.
fr: Appuyez [BLEU] pour ajouter des actions à cette touche..

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Audio
ca: Àudio

source: Autostart
ca: Autoinici activat
es: Autoinicio activado
fr: Démarrage automatique

source: Backup
ca: Realitzar còpia de seguretat
de: Sicherungskopie
es: Realizar copia de seguridad
fr: copie de sécurité

source: Backup Settings...
ca: Backup de la configuració
de: Sicherungskopie-Einstellungen...
es: Backup de la configuración
fr: Copie de la configuration

source: Backward <
ca: Enrere <
de: Rückwärts <
es: Atrás <
fr: En arrière<

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Effacer

source: Channel
ca: Canal
de: Sender
es: Canal
fr: Chaine

source: Channel +
ca: Canal +
de: Sender+
es: Canal +
fr: Chaine +

source: Channel -
ca: Canal -
de: Sender-
es: Canal -
fr: Chaine -

source: Channel Selection
ca: Selecció de canals
de: Sender Auswahl
es: Selección de canales
fr: Selection de la chaine

source: Channel list
ca: Obrir llista de canals
de: Senderliste
es: Abrir lista de canales
fr: Liste des chaines

source: Channel zap (list) +
ca: Pujar canal (llista de canals)
de: Sender zap (Liste)+
es: Subir canal (lista de canales)
fr: Zapper les chaines (liste) +

source: Channel zap (list) -
ca: Baixar canal (llista de canals)
de: Sender zap (Liste)-
es: Bajar canal (lista de canales)
fr: Zapper les chaines (liste) -

source: Channel zap +
ca: Pujar canal
de: Sender zap +
es: Subir canal
fr: Zapper les chaines +

source: Channel zap -
ca: Baixar canal
de: Sender zap -
es: Bajar canal
fr: Zapper les chaines -

source: Channels
ca: Definir canals favorits
de: Sender
es: Definir canales favoritos
fr: Chaines

source: Cross Down
ca: Fletxa avall
de: Abwärts kreuzen
es: Flecha abajo
fr: Flêche en bas

source: Cross Left
ca: Fletxa esquerra
de: Kreuz links
es: Flecha izquierda
fr: Flêche gauche

source: Cross Right
ca: Fletxa dreta
de: Rechts kreuzen
es: Flecha derecha
fr: Flêche droite

source: Cross Up
ca: Fletxa amunt
de: Überqueren
es: Flecha arriba
fr: Flêche haut

source: DVDPlayer
ca: Reproductor DVD
es: Reproductor DVD

source: Directory %s nonexistent.
ca: El directori %s no existeix
de: Verzeichnis %s existiert nicht.
es: El directorio %s no existe
fr: Répertoire% s inexistant

source: Dolby Digital downmix on/off
ca: Dolby Digital downmix encès/apagat
de: Dolby Digital Downmix ein/aus
es: Dolby Digital downmix encendido/apagado
fr: Dolby Digital downmix marche/éteint

source: Code
ca: Codi
es: Código

source: Module
ca: Mòdul
es: Módulo

source: Screen
ca: Pantalla
de: Bildschirm
es: Pantalla
fr: Ecran

source: END
ca: Fi
de: ENDE
es: Fin
fr: Fin

source: EXIT
ca: Sortir
de: Abbrechen
es: Salir
fr: Sortir

source: Entry %s already exists.
ca: L'entrada %s ja existeix.
de: Eintrag %s ist bereits vorhanden.
es: La entrada %s ya existe.
fr: L'entrée% s existe déjà.

source: Exit
ca: Sortir
de: Abbrechen
es: Salir
fr: Sortir

source: Extension Selection
ca: Llista d'extensions
de: Erweiterungsauswahl
es: Lista de extensiones
fr: Liste des extensions

source: FastForward >>
ca: Avançar >>
de: Schnellvorlauf >>
es: Avanzar >>
fr: Avance rapide >>

source: Favourite channel 1
ca: Canal favorit 1
de: Lieblingskanal 1
es: Canal favorito 1
fr: Chaine favorite 1

source: Favourite channel 2
ca: Canal favorit 2
de: Lieblingskanal 2
es: Canal favorito 2
fr: Chaine favorite 2

source: Favourite channel 3
ca: Canal favorit 3
de: Lieblingskanal 3
es: Canal favorito 3
fr: Chaine favorite 3

source: Favourite channel 4
ca: Canal favorit 4
de: Lieblingskanal 4
es: Canal favorito 4
fr: Chaine favorite 4

source: Favourite channel 5
ca: Canal favorit 5
de: Lieblingskanal 5
es: Canal favorito 5
fr: Chaine favorite 5

source: File %s nonexistent.
ca: L'arxiu %s no existeix
de: Datei %s existiert nicht.
es: El archivo %s no existe
fr: Ce dossier %s n'existe pas

source: Forward >
ca: Endavant >
de: Vorwärts>
es: Adelante >
fr: En avant >

source: Press any key to capture remote control code and return to list.
ca: Premeu una tecla del comandament per localitzar-la a la llista.
de: Drücken Sie eine beliebige Taste, um den Fernbedienungscode zu erfassen und zur Liste zurückzukehren.
es: Pulse una tecla del mando para localizarla en la lista.
fr: Appuyez sur n’importe quelle touche pour capturer le code de la télécommande et revenir à la liste..

source: HELP
ca: AJUDA
de: HILFE
es: AYUDA
fr: AIDE

source: * To capture long keys press long key (3 secs.) * You may have keys that are not configured. * Your remote control does not support long press. * You may have keys that are blocked by the system and the mapping does not work.
ca: * Per capturar pulsacions llargues manteniu pressionada la tecla. * És possible que hi hagi tecles del comandament que no estiguin configurades. * És possible que el comandament no suporti pulsacions llargues. * És possible que algunes tecles estiguin protegides pel sistema i no es puguin canviar.
de: * Um lange Tasten zu erfassen, lange Taste drücken (3 Sek.) * Möglicherweise haben Sie Tasten, die nicht konfiguriert sind. * Ihre Fernbedienung unterstützt nicht lange drücken. * Möglicherweise verfügen Sie über Tasten, die vom System blockiert werden, und das Mapping funktioniert nicht.
es: * Para capturar pulsaciones largas mantenga presionada la tecla. * Es posible que haya teclas del mando que no estén configuradas. * Es posible que el mando a distancia no soporte pulsaciones largas. * Es posible que haya teclas que estén protegidas por el sistema y no se puedan mapear.
fr: * Pour capturer de longues touches, appuyez sur la touche longue (3 secondes). * Vous avez peut-être des touches non configurées. * Votre télécommande ne prend pas en charge l’appui long. * Vous pouvez avoir des touches bloquées par le système et le mappage ne fonctionne pas.

source: Capture Key
ca: Capturar tecla
de: Printscreen Taste
es: Capturar tecla
fr: Capturer la touche

source: Key [%s] nonexistent.
ca: La tecla [%s] no ès a la llista.
de: Taste [%s] nicht vorhanden.
es: La tecla [%s] no está en la lista.
fr: La touche [%s] n'existe pas.

source: Key pressed:
ca: Tecla premuda:
de: Taste gedrückt:
es: Tecla pulsada:
fr: Pressez la touche

source: Key information
ca: Informació de tecla
de: Tasteinformation
es: Información de tecla
fr: Information sur la touche

source: Remap Keys (v
ca: Remapejar tecles (v
de: Schlüssel neu zuordnen (v
es: Remapear teclas (v
fr: Remapper les clés (v

source: Key:
ca: Tecla:
de: Taste:
es: Tecla:
fr: Touche:

source: Code:
ca: Codi:
es: Código:

source: Action:
ca: Acció:
de: Aktion:
es: Acción:

source: Actions:
ca: Accions:
de: Aktionen:
es: Acciones:

source: HOME
ca: Inici
de: Startseite
es: Inicio
fr: Acceuil

source: Restarting Enigma2 to load:
ca: Reiniciar Engima2 per carregar:
de: Neustart von Enigma2 zum laden von:
es: Reiniciar Engima2 para cargar:
fr: Redémarrer Enigma2 pour charger:

source: Multi QuickButton settings
ca: Configuració MultiQuickButton
de: Multi QuickButton Einstellungen
es: Configuración MultiQuickButton
fr: Configuration du MultiQuickButton

source: Info
ca: Informació
es: Información
fr: Information

source: InfoBar
ca: Mostrar la barra d'informació (Infobar)
es: Mostrar la barra de información (Infobar)

source: Close InfoBar
ca: Tancar la barra d'informació (Infobar)
de: InfoBar schliessen
es: Cerrar la barra de información (Infobar)
fr: Ferner l'infoBar

source: InfoBar Audio Selection
ca: Selecció d'àudio/subtítols
de: InfoBar Audioauswahl
es: Selección de audio/subtítulos
fr: InfoBar de sélection audio

source: InfoBar EPG
ca: EPG senzilla
es: EPG sencilla
fr: InfoBar de l'EPG

source: InfoBar EventInfoPlugins
ca: Llista de plugins d'EPG/event
de: InfoBar Ereignisanzeige Erweiterung
es: Lista de plugins de EPG/evento
fr: InfoBar du plugin des évènements/EPG

source: InfoBar EventView
ca: Informació d'event
de: InfoBar Ereignisanzeige
es: Información de evento
fr: EventView InfoBar

source: InfoBar Instant Record
ca: Gravació instantània
de: InfoBar Sofortaufnahme
es: Grabación instantánea
fr: InfoBar de l'enregistrement immédiat

source: InfoBar Multi EPG
ca: Multi EPG
es: Multi EPG

source: InfoBar Record
ca: Menú de gravació ràpida
de: InfoBar Aufnahme
es: Menú de grabación rápida
fr: InfoBar de l'enregistrement

source: InfoBar Show Movies
ca: Mostrar pel·lícules gravades
de: InfoBar Filme anzeigen
es: Mostar películas grabadas
fr: InfoBar des films

source: InfoBar Show Radio
ca: Anar a radio
de: InfoBar Zeige Radio
es: Ir a radio
fr: InfoBar des radios

source: InfoBar Show Tv
ca: Anar a TV
de: InfoBar Show Fernseh
es: Ir a TV
fr: Infobar voir TV

source: List of Bouquets
ca: Llistat de favorits
de: Liste von Bouquets
es: Listado de favoritos
fr: Liste des favorits

source: Main menu
ca: Al menú princ.
de: Hauptmenü
es: En menú princ.
fr: menu principal.

source: MediaPlayer
ca: Reproductor mèdia
es: Reproductor media

source: Mount info
ca: Informació de muntatge de discos
es: Información de montaje de discos
fr: Information de montage

source: Move PIP
ca: Moure PiP
de: PIP verschieben
es: Mover PiP
fr: Bouger le PiP

source: Multi Quickbutton
ca: MultiQuickbutton (canviar tecles)
de: Multi Schnelltaste
es: MultiQuickbutton (mapear teclas)

source: Quickbutton Key :
ca: Accions per la tecla:
de: Schnelltaste Schlüssel :
es: Acciones para tecla:
fr: Touche de Quickbutton

source: OK
ca: Fet
es: Hecho

source: OK/EXIT
ca: Acceptar/sortir
de: OK/Abbrechen
es: Aceptar/salir
fr: OK/sortir

source: Overwrite existing Backup?.
ca: Voleu sobrescriure la còpia de seguretat?
de: Bestehendes Backup überschreiben ?.
es: Desea sobrescribir la copia de seguridad?
fr: Remplacer la sauvegarde existante?

source: Overwrite existing Settings?.
ca: Voleu sobrescriure la configuració?
de: Vorhandene Einstellungen überschreiben ?.
es: Desea sobrescribir la configuración?
fr: Remplacer la configuration existante?

source: MQB Functions and Plugins
ca: Seleccioneu una acció predefinida o un plugin/extensió
de: MQB-Funktionen und Erweiterungen
es: Seleccione una acción predefinida o un plugin/extensión
fr: Fonctions MQB et Plugins

source: Picture Player
ca: Reproductor de fotos
de: Bilder Player
es: Reproductor de fotos
fr: Visionneuse de photos

source: Please Restart MultiQuickButton
ca: Reinicieu el sistema
de: Bitte starten Sie MultiSchnelltaste neu
es: Por favor, reinicie el sistema
fr: Veuillez redémarrer MultiQuickButton

source: Please select the backup path...
ca: Seleccioneu la ruta on desar-hi la còpia de seguretat
de: Bitte wählen Sie den Backup-Pfad ...
es: Por favor, seleccione la ruta de la copia de seguridad
fr: Veuillez sélectionner le chemin de sauvegarde

source: Please select the restore path...
ca: Seleccioneu la ruta de restauració
de: Bitte wählen Sie den Wiederherstellungspfad ...
es: Por favor, seleccione la ruta de restauración
fr: Veuillez sélectionner le chemin de restauration

source: Plugin Browser
ca: Llista de plugins
de: Erweiterung Browser
es: Lista de plugins
fr: Liste des plugins

source: Quickbutton: Key
ca: Assignar acció a tecla
de: Schnelltaste: Schlüssel
es: Asignar acción a tecla
fr: Touche de Quickbutton

source: Quite without saving changes ?
ca: Sortir sense desar els canvis?
de: Beenden ohne Änderungen zu speichern?
es: Salir sin guardar los cambios?
fr: Sortir sans suver les changements?

source: Select option (%s):
ca: Seleccioneu una opció (%s):
de: Optionen wählen (%s):
es: Seleccione una opción (%s):
fr: Selectioner une option (%s):

source: Personal backup restore
ca: Restaurar còpia personal
de: Persönliche Sicherungskopie-Wiederherstellung
es: Restaurar copia personal
fr: Restaurer votre sauvegarde

source: Key OK
ca: Activar tecla OK
de: Taste OK
es: Activar tecla OK
fr: Touche OK

source: Options
ca: Opcions
de: Optionen
es: Opciones

source: Graphic help
ca: Ajuda gràfica
de: Grafische Hilfe
es: Ayuda gráfica
fr: Aide au graphique

source: RADIO
ca: Ràdio

source: Restore Default settings
ca: Restaurar configuració de fàbrica
de: Standardeinstellungen wiederherstellen
es: Restaurar configuración de fábrica
fr: Restaurer la configuration d'origine

source: Restore configuration
ca: Restaurar configuracions
de: Konfiguration wiederherstellen
es: Restaurar configuraciones
fr: Restaurer la configuration

source: Default settings restored!
ca: Configuració de fàbrica restaurada!
de: Standardeinstellungen wiederhergestellt!
es: Configuración de fábrica restaurada!
fr: la configuration d'origine est restaurée

source: Restart SoftCam
ca: Reiniciar cam
de: SoftCam neustarten
es: Reiniciar cam
fr: Redémarrer le Softcam

source: Restarting Enigma2 to (de)activate: OK and EXIT Button
ca: Reinicieu Enigma2 per tal d'activar/desactivar tecla OK i Exit
de: Neustart von Enigma2 um (de) zu aktivieren: OK und EXIT-Taste
es: Reinicie Enigma 2 para activar/desactivar botón OK y Exit
fr: Redémarrage d’Enigma2 pour (dés) activer: n Bouton OK et EXIT

source: Restarting Enigma2 to set Multi QuickButton Autostart
ca: Cal reiniciar el sistema per ACTIVAR el programa Voleu fer-ho ara?
de: Neustart von Enigma2 zum einstellen Multi Schnelltaste Autostart
es: Debe reiniciar el sistema para ACTIVAR el programa Reiniciar ahora?
fr: Redémarrage d’Enigma2 pour définir nDémarrage automatique multi-boutons

source: Restarting Enigma2 to unset Multi QuickButton Autostart
ca: Cal reiniciar el sistema per DESACTIVAR el programa Voleu fer-ho ara?
de: Neustarten von Enigma2 zum deaktivieren Multi Schnelltaste Autostart
es: Debe reiniciar el sistema para DESACTIVAR el programa Reiniciar ahora?
fr: Redémarrage d’Enigma2 pour annuler la définition nDémarrage automatique multi-boutons

source: Restore
ca: Restaurar còpia...
de: Wiederherstellung
es: Restaurar copia...
fr: Restauration

source: Restore Settings...
ca: Restaurar configuració
de: Einstellungen wiederherstellen...
es: Restaurar configuración
fr: Restauration de la configuration...

source: Exit whithout saving changes?
ca: Sortir sense desar els canvis?
de: Beenden ohne Änderungen zu speichern?
es: Salir sin guardar los cambios?
fr: Quitter sans enregistrer les modifications?

source: * On key press and return to list press info for more info about this key
ca: * Un cop premeu una tecla, si aquesta és detectada, es mostrarà seleccionada a la llista i podreu prémer [INFO] per ampliar la informació o [OK] per editar-la.
de: * Wenn Sie die Taste drücken und zur Liste zurückkehren, drücken Sie die Taste für weitere Informationen zu dieser Taste
es: * Una vez pulsada una tecla, si ésta es detectada aparecerá seleccionada en la lista y se podrá pulsar [INFO] para ampliar la información ú [OK] para editarla.
fr: *Appuyez sur la touche et revenez à la liste, appuyez sur info pour plus d’informations sur cette touche..

source: Key Pressed: [
ca: Tecla detectada: [
de: Taste gedrückt: [
es: Tecla detectada: [
fr: Touche appuyée: [

source: Macro configuration
ca: Configuració de macros
de: Makrokonfiguration
es: Configuración de macros
fr: Configuration macro

source: Save
ca: Desar
de: Speichern
es: Guardar
fr: Sauver

source: Save Settings
ca: Desar configuració
de: Einstellungen speichern
es: Guardar configuración
fr: Sauver la configuration

source: Sleeptimer
ca: Temporitzador repòs
de: Schlaf-Timer
es: Temporizador reposo
fr: Horaire de mise en veille

source: Start Teletext
ca: Teletext
de: Teletext starten
es: Teletexto
fr: Démarrer le teletexte

source: Start Timeshift
ca: Iniciar timeshift
de: Starten Sie Timeshift
es: Iniciar Timeshift
fr: démarrer le Timeshift

source: Subservice Selection
ca: Selecció de subcanal
de: Unterservice-Auswahl
es: Selección de subcanal
fr: Selection de service secondaire

source: Subtitles
ca: Subtítols
de: Untertitel
es: Subtítulos
fr: Sous-titres

source: Swap PIP
ca: Intercanviar PiP
de: PIP austauschen
es: Intercambiar PiP
fr: changer le PiP

source: Switch 4:3 (Pillarbox) (Pan&Scan)
ca: Mode 4:3 (Pillarbox) (Pan&Scan)
de: Schalter 4:3 (Pillarbox) (Pan&Scan)
es: Modo 4:3 (Pillarbox) (Pan&Scan)
fr: Changer 4:3 (Pillarbox) (Pan&Scan)

source: TEXT
ca: Teletext
es: Teletexto
fr: Teletexte

source: Timer
ca: Gravacions reservades
de: Schaltuhr
es: Grabaciones reservadas

source: Toggle AtmoLight
ca: Canviar AtmoLight
de: AtmoLight umschalten
es: Alternar AtmoLight
fr: Basculer AtmoLight

source: VTI Panel
ca: Panell VTI
de: VTI Anzeige
es: Panel VTI
fr: Panel VTI

source: VU+ EPG / INFO
ca: Informació EPG/INFO
es: Información EPG/INFO

source: VU+ R-Button
ca: VU+ R-Botó
de: VU + R-Taste
es: VU+ R-Botón
fr: VU+ R-Botón
