Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spzTimeshift/locale/*/LC_MESSAGES/spzTimeshift.po
Languages: es

source: Go to end of record
es: Ir al final de la grabación

source: Several recordings are in progress, and you must select one to use the timeshift.
es: Varias grabaciones están en progreso, y debes seleccionar una para usar la función timeshift.

source: Channel
es: Canal

source: minutes
es: minutos

source: seconds
es: segundos

source: As you want to use the timeshift function?
es: ¿Como deseas usar la función timeshift?

source: Start timeshift with current channel
es: Iniciar timeshift con el canal actual

source: Use timeshift with this active record
es: Usar timeshift con la grabación en curso

source: Record are running
es: Hay una grabación en curso

source: Waiting for record start
es: Espere a que comienze la grabación

source: It takes more than 6 hours using the timeshift Want to stop timeshift? The timeshift function will stop. Choose not to continue.
es: Lleva más de 6 horas usando Timeshift Deseas detener timeshift? La funcion timeshift se detendrá. Elije NO para continuar.

source: This plugin is only for customers of Don Satelite More info: www.donsatelite.es :: +34 967 492 025
es: Este plugin es exclusivo para clientes de Don Satélite Más información: www.donsatelite.es :: +34 967 492 025

source: Select Record to play
es: Selecciona la Grabación

source: Show Menu PiP
es: Mostrar menu PiP

source: PiP (Picture in Picture)
es: PiP (Imagen en Imagen)

source: Please change recording endtime
es: Por favor establezca fin de grabación

source: Join live tv
es: Se ha alcanzado la TV en directo

source: min.
es: mins.

source: Exit and stop record and delete movie
es: Salir, parar grabación y borrar película

source: Exit and continue recording
es: Salir y continuar grabando

source: Exit and stop record
es: Salir y parar grabación

source: Set end of record
es: Establecer hora fin de grabación

source: Restart playing from begin
es: Reiniciar reproducción desde el inicio

source: Continue with playing
es: Continuar con la reproducción

source: Exit and delete movie
es: Salir y borrar película

source: Initiating timeshift. Wait
es: Iniciando TimeShift. Espere

source: End date/time is less than begin date/time!!!
es: La fecha/hora final es anterior a la fecha/hora inicial!!!

source: End time NOT changed
es: La hora de fin grabación NO ha sido cambiada.

source: Exit
es: Salir

source: What do you do?
es: Que quieres hacer?

source: Do you really want to delete %s?
es: Esta seguro de borrar %s?

source: You cannot delete this!
es: Imposible eliminar esta grabación!

source: Advanced TimeShift
es: Timeshift Avanzado

source: Create a recordable timeshift
es: Inicia Timeshift(pausa en el tiempo) mediante grabación

source: View live TV
es: Ver la TV en directo

source: sec.
es: segs.

source: Movie Deleted!
es: Película borrada!

source: Recording!
es: Grabando!

source: End timer changed!
es: Hora fin de grabación cambiada!

source: Audio selection
es: Seleccionar Audio

source: Scaling Mode
es: Modo de Pantalla

source: Record manager
es: Grabaciones

source: Size of PIP
es: Cambiar tamaño PIP

source: Move PIP
es: Mover ventana PIP

source: Continue play
es: Continuar Reproducción

source: xxx2
es: yyy

source: xxx3
es: yyy
