Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/autodeepsleep/locale/*/LC_MESSAGES/autodeepsleep.po
Languages: es

source: AutoDeepStandby
es: Auto Reposo Profundo

source: Put receiver automatically in deep standby a wakeup it
es: Pone automáticamente el equipo en reposo profundo y lo despierta a una hora

source: Enabled auto deep sleep
es: Activar auto reposo profundo

source: Sleep time
es: Pasar a reposo profundo a la hora

source: Wakeup time
es: Despertar de reposo profundo a la hora

source: This utility allow put in deep standby (minimum power consumition) and wake up automaticaly, daily with programable hours
es: Esta utilidad permite poner en reposo profundo(deep sleep) el equipo permitiendo el ahorro de energía, y despertarlo, diariamente a las horas indicadas, siempre y cuando el equipo esté en reposo y no esté grabando, en cuyo caso esperará hasta que esté apagado y no haya ninguna grabación activa.

source: In deep sleep mode, the box is off, no network, no video/audio ouput
es: En reposo profundo, el equipo estára totalmente apagado, sin red, ni salidas de audio/video activas, mínimo consumo

source: The timer list works. The box power on 3 minutes before timer record starts and if the timer is set with the auto option, the box is put in deep standby ant end
es: Las GRABACIONES RESERVADAS sí funcionarán. El equipo se autoencenderá 3 minutos antes de la grabación programada y al acabar la grabación, si está establecida en auto, volverá a reposo profundo

source: When wakeup time, the box power on 3 minutes before the time configured
es: En la hora de despertar, el equipo se despertará también 3 minutos antes de la hora configurada

source: Time left for next auto sleep:
es: Tiempo restante para el próximo apagado:

source: hours
es: hora(s)

source: minutes
es: minuto(s)

source: Time left for next auto wake up:
es: Tiempo restante para despertar equipo:

source: For deactivate wake up put the same time of sleep time
es: Para no despertar el dispositivo poner la misma hora que la de ir a reposo

source: xxx
es: yyyy
