Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/locale/*/LC_MESSAGES/spazeMenu.po
Languages: de, fr

source: About
de: Über
fr: Sur

source: Activate home menu with
de: Aktivieren Sie das Home-Menü mit
fr: Activer le menu d'accueil avec

source: Activate or deactivate installed Extensions and Plugins
de: Aktivieren oder deaktivieren die installierte Erweiterungen und Plugins
fr: Activer ou désactiver les extensions et plugins installés

source: Activate/Deactivate Plugins
de: Aktivieren/Deaktivieren von Plugins
fr: Activer ou désactiver les plugins

source: Add Extension
de: Erweiterung hinzufügen
fr: Ajouter plugin

source: AddOns
de: Extras
fr: Extras

source: Advanced information about your receiver
de: Erweiterte Informationen zu Ihrem Receiver
fr: Informations avancées sur votre récepteur

source: Audio files: mp3, wav, ogg, m3u, ...
de: Audiodateien: mp3, wav, ogg, m3u, ...
fr: Fichiers audio mp3, wav, ogg, m3u, ...

source: Audio/Subtitles
de: Audio/Untertitel
fr: Audio/Sous-titres

source: Backup/restore
de: Backup wiederherstellen
fr: Sauvegarde/Restauration

source: BlackModern Skin Setup
de: BlackModern Haut Setup
fr: Configuration du skin Blackmodern

source: Change aspect ratio settings
de: Ändern Sie die Einstellungen für das Seitenverhältnis
fr: Modifier les paramètres du format

source: Common questions
de: Häufige Fragen
fr: Questions fréquentes

source: Config for EPG download MediaHighway
de: Konfiguration für EPG-Download MediaHighway
fr: Configuration pour EPG télécharger MediaHighway

source: Configure your Receiver
de: Konfigurieren Sie Ihren Empfänger
fr: Configurer votre récepteur

source: Customize
de: Anpassen
fr: Personnaliser

source: Customize Home Menu
de: Passen Sie das Startmenü an
fr: Personnaliser le menu

source: Customize skin BlackModern
de: Passen Sie die Haut BlackModern an
fr: Personnaliser le skin Blackmodern

source: Customize the buttons on the remote
de: Passen Sie die Tasten auf der Fernbedienung an
fr: Personalizar el mando a distancia

source: Deactivate
de: Deaktivieren
fr: Non activé

source: Deactivated Plugin
de: Deaktiviertes Plugin
fr: Plugin desactivé

source: Default System menu
de: Standard Systemmenü
fr: Menu principal du système

source: Delete
de: Entfernen
fr: Effacer

source: Device Manager
de: Gerätemanager
fr: Gestionnaire des périphériques

source: Down
de: Unten
fr: en bas

source: Download Plugin
de: Plugin herunterladen
fr: charger le plugin

source: Downloads
fr: Charger

source: Downloads, backups, device manager,...
de: Downloads, Sicherungen, Gerätemanager,...
fr: Charger, copier, Gestion des périphériques,...

source: EPG download config
de: EPG-Download-Konfiguration
fr: Charger la configuration de l'EPG

source: Entry %s already exists.
de: Eintrag %s ist bereits vorhanden.
fr: L'élément rentré [%s] existe déjá.

source: Error in Plugin or not exist
de: Fehler im Plugin oder nicht vorhanden
fr: Erreur dans le plugin ou cela n'existe pas

source: Explore with MediaCenter - Audio
de: Erkunden Sie mit MediaCenter - Audio
fr: Rechercher avec MediaCenter - Audio

source: Explore with MediaCenter - Pictures
de: Erkunden Sie mit MediaCenter - Bilder
fr: Rechercher avec MediaCenter - photos

source: Explore with MediaCenter - Videos
de: Erkunden Sie mit MediaCenter - Videos
fr: Rechercher avec MediaCenter - Videos

source: Explorer
de: Erkunden
fr: Rechercher

source: Extensions menu
de: Erweiterungsmenü
fr: Menu des extensions

source: Filebrowser utility
de: Dateibrowser-Dienstprogramm
fr: Utilitaire de navigateur de fichiers

source: For azboxhd.es
de: Für openspa.info
fr: pour openspa.info

source: For run another module or program, you need close first the current aplication, normaly pressing [EXIT] Press [OK] button for view the remote control help and faqs.
de: Um ein anderes Modul oder Programm auszuführen, müssen Sie zunächst die aktuelle Anwendung schließen, normalerweise drücken [EXIT] Drücken Sie die Taste [OK], um die Hilfe und FAQs zur Fernbedienung anzuzeigen.
fr: Pour exécuter un autre module ou programme, vous devez d’abord fermer l’application en cours, en appuyant sur [EXIT]. Appuyez sur le bouton [OK] pour afficher l'aide de la télécommande et les FAQs..

source: Help
de: Hilfe
fr: Aide

source: Hide
de: Verbergen
fr: Invisible

source: Image files: jpg, png, gif, bmp, ...
de: Bilddateien: jpg, png, gif, bmp, ...
fr: Format des images jpg, png, gif, bmp, ...

source: Install or Uninstall exclusive openSPA Plugins
de: Installieren oder deinstallieren Sie exklusive openSPA Plugins
fr: Installer ou désinstaller les Plugins OpenSPA

source: Install/Uninstall openSPA Plugins
de: Installieren/deinstallieren openSPA Plugins
fr: Installer/Desinstaller les Plugins

source: It is possible that the program has been deleted or is disabled.
de: Es ist möglich, dass das Programm gelöscht wurde oder deaktiviert ist.
fr: Il est possible que le programme ait été supprimé ou désactivé.

source: Key Help
de: Hilfetaste
fr: Touche aide

source: Key Home
de: Hometaste
fr: Touche menu

source: Key Menu long
de: Menutaste lang
fr: Touche menu (appuyer longtemps)

source: Key Radio
de: Radiotaste
fr: Touche Radio

source: Key RecordList
de: Datensatzlistetaste
fr: Touche Liste des enregistrements

source: Key Stop long
de: Halttaste lang
fr: Touche Stop (appuyer longtemps)

source: Key Tv
de: TV Taste
fr: Touche TV

source: Key [Exit] -> Close Home Menu
de: Taste [Exit] -> Schliesst Home Menu
fr: Touche [Exit] -> Sortir du menu

source: Key [Menu] -> Options
de: Taste [Menu] -> Optionen
fr: Touche [Menu -> Options

source: Key [Ok] -> Run
de: Taste [Ok] -> Lauf
fr: Touche[Ok] -> Executer

source: List changed. Save this changes?
de: Liste geändert. Speichern Sie diese Änderungen?
fr: La liste a été changée , voulez vous sauver?

source: List of Plugins
de: Liste der Erweiterungen
fr: Liste des plugins

source: Manage cams emulation
de: Verwalten Sie die Cams-Emulation
fr: Gestionnaire de cams

source: Manage harddisk devices
de: Verwalten Sie Festplattengeräte
fr: Gestionar du disque Dur...

source: Movies
de: Filme
fr: Fims

source: Multimedia files: avi, mpg, mkv, ts, ...
de: Multimedia-Dateien: avi, mpg, mkv, ts, ...
fr: Format des multimedia avi, mpg, mkv, ts, mp4, ...

source: My Music
de: Meine Musik
fr: Ma Musique

source: My Pictures
de: Meine Bilder
fr: Mes Photos

source: My Videos
de: Meine Videos
fr: Mes vidéos

source: Not openSPA image found! More info in www.azboxhd.es
de: Kein openSPA-Image gefunden! Mehr Infos in www.openspa.info
fr: Pas d'image openSPA trouvée! Plus d'information sur openspa.info

source: Open files/folders Explorer
de: Öffne Dateien/Ordner Explorer
fr: Ouvrir l'explorateur de fichiers / dossiers

source: Options and Receiver setup
de: Optionen und Empfängereinstellungen
fr: Options et configuration du récepteur

source: Options for configure the Home Menu
de: Optionen zum Konfigurieren des Home-Menüs
fr: Opciones de configuración del Menú inicio

source: Overwrite home menu key
de: Überschreiben Sie die Home-Menü-Taste
fr: Habilitar la tecla Home para activar el menú

source: Overwrite menu enigma with openSPA Menu
de: Überschreiben Sie das Enigma-Menü mit dem openSPA-Menü
fr: Reemplazar el menú de enigma (tecla menú) por el Menú openSPA

source: Plugin for system main menu
de: Erweiterung für das System-Hauptmenü
fr: Plugin del menú principal del sistema

source: Press [MENU] for customize
de: Drücken Sie [MENU] zum Anpassen
fr: Appuyez [MENÚ] pour personnaliser

source: Program not found for menu item
de: Programm für Menüeintrag nicht gefunden
fr: Programme non trouvé pour l'élément de menu

source: Programs Guide
de: Programführer
fr: Guide des programmes

source: RSS openSPA Reader
de: RSS openSPA-Leser
fr: Lecteur de RSS openSPA

source: Radio Mode
de: Radio-Modus
fr: Mode radio

source: Receiver Setup
de: Empfängereinrichtung
fr: Configuration du recepteur

source: Record
de: Aufzeichnung
fr: Enregistrer

source: Recordings
de: Aufnahmen
fr: en cour d'enregistrement

source: Remapping keys
de: Tasten neu zuordnen
fr: Remappage des clés

source: Remote control Help
de: Fernbedienung Hilfe
fr: Aide pour la télécommande

source: Remote control help
de: Fernbedienung Hilfe
fr: Aide pour la télécommande

source: Remote control help and FAQs
de: Fernbedienung Hilfe und Häufig gestellte Fragen
fr: Aide pour la télécommande et FAQs

source: Restart GUI to apply changes?
de: GUI neu starten, um Änderungen zu übernehmen?
fr: Redemarrer le GUI pour appliquer les changements

source: Restart, reboot, standby, Sleep Timer...
de: Neustart, Neustart, Standby, Schlaf-Timer...
fr: Redémarrer, rebooter, au repos ,temporisation

source: Scaling modes
de: Skalierungsmodi
fr: Mode d'échelle

source: Select Audio track and Subtitles
de: Wählen Sie Audiospur und Untertitel
fr: Selectionner la piste audio et sous-titres

source: Setup options, password,...
de: Setup-Optionen, Passwort, ...
fr: Option de configuration, mot de passe,...

source: Show
de: Zeigen
fr: Montrer

source: Show Graphical EPG
de: Zeige grafisches EPG
fr: Montrer le graphique de l'EPG

source: Show Home Menu in main menu
de: Zeige Home Menü im Hauptmenü
fr: Montrer le menu dans le menu principal

source: Show audio/subtitles in main menu
de: Zeige Audio/Untertitel im Hauptmenü
fr: Montrer l'audio/sous-titres dans le menu principal

source: Show help line in home menu
de: Hilfslinie im Home-Menü anzeigen
fr: Montrer l'aide dans le menu

source: Show menu for record
de: Menü für Datensatz anzeigen
fr: Montrer le menu d'enregistrement

source: Show record options in main menu
de: Zeige Aufnahmeoptionen im Hauptmenü
fr: Montrer le menu d'enregistrement dans le menu principal

source: Show scaling options in main menu
de: Zeige Skalierungsoptionen im Hauptmenü
fr: Montrer l'option d'echelle dans le menu principal

source: Show teletext screen
de: Teletext-Bildschirm anzeigen
fr: Montrer le teletexte

source: Show the system options,configure, restart options, main menu...
de: Zeige die Systemoptionen, konfiguriere, starte Optionen, Hauptmenü ...
fr: Afficher les options du système, configurer, options de redémarrage, menu principal...

source: Show tv Options, radio mode, audio, subtitles, records...
de: Zeige TV Optionen, Radiomodus, Audio, Untertitel, Aufzeichnungen ...
fr: Afficher les options de télévision, mode radio, audio, sous-titres, enregistrements...

source: System
fr: Système

source: System Menu
de: Systemmenü
fr: Menu Système

source: SystemPlugins
de: System Erweiterungen
fr: Plugins de système

source: Teletext
fr: Teletexte

source: This plugin are deactivated. Do you want go to Plugin Manager for active it?
fr: Ce plugin est désactivé. Voulez-vous aller au gestionnaire de plugins pour l'activer?

source: This plugin is not installed. You want to access the OpenSPA Extra Plugins Manager to install it?
fr: Ce plugin n'est pas installé. Voulez-vous accéder au gestionnaire OpenSPA Extra Plugins pour l'installer?

source: Timer list
de: Timerliste
fr: List des programmations

source: Toggle to radio mode
de: Wechseln Sie in den Radiomodus
fr: Passer en mode radio

source: Toggle to tv view
de: Wechseln Sie zur TV-Ansicht
fr: Passer en mode TV

source: Tv Options
de: TV-Optionen
fr: Options TV

source: Up
de: Oben
fr: En haut

source: Updates, Plugins, skins, channel lists...
de: Aktualisierungen, Erweiterungen, Skins, Senderlisten ...
fr: Mise à jour, plugins, skins, liste des chaines...

source: Updates, Plugins, skins,...
de: Aktualisierungen, Erweiterungen, Skins,
fr: Mise à jour, plugins, skins, listes...

source: View Tv
de: Fernsehen ansehen
fr: Voir la TV

source: View online Tv
de: Online-TV ansehen
fr: Voir la TV Online

source: View photos, play audio and video files...
de: Fotos anzeigen, Audio wiedergeben und Videodateien ...
fr: Voir les photos, jouer l'audio voir les videos...

source: View recorded movies, divx, videos...
de: Sehen Sie sich aufgezeichnete Filme an, divx, videos...
fr: Ver películas grabadas

source: Youtube player
fr: Regarder Youtube

source: by openSPA
de: bei openSPA
fr: Pour openSPA

source: openSPA Backup/restore utility
de: openSPA Backup/Wiederherstellungstool
fr: Utilidad para realizar copias/restaurar

source: openSPA CAMD Manager
fr: Gestor de CAMD

source: openSPA Home Menu
de: openSPA-Startmenü
fr: Menú principal de openSPA

source: openSPA Menu
fr: Menú openSPA

source: openSPA Options
de: openSPA-Optionen
fr: Options openSPA

source: openSPA PlugIns
de: openSPA Erweiterungen
fr: Plugins openSPA

source: openSPA Plugins
de: openSPA Erweiterungen
fr: Plugins openSPA

source: openSPA Weather Information
de: openSPA Wetterinformationen
fr: Informations météos openSPA

source: spaPANEL
fr: Panel SPA

source: spaze PANEL
fr: Panel SPA

source: TV Series Timers
de: Fernsehserien-Timer
fr: Programations des Series TV

source: Customize skin
fr: Personnaliser le skin

source: Options to configure skin
fr: Options pour configurer le skin

source: Search Timers
de: Suche Timer
fr: Chercher la programmation

source: Extra Panel
fr: Panel Extra

source: Extra Panel downloads
fr: Charger le Panel Extra

source: openSPA updates wizard
fr: Assistant de mise à jour OpenSPA

source: Update firmware maintaining configuration
fr: Mettre à jour le firmware en maintenant la configuration

source: Extensions
de: Erweiterungen

source: Extensions, RSS, InfoMeteo, Youtube, TvWeb
de: Erweiterungen, RSS, InfoMeteo, Youtube, TVWeb

source: Options
de: Optionen

source: Plugins
de: Erweiterungen

source: This plugin are deactivated. Do you want go to Plugin Manager for active it?
de: Diese Erweiterung ist deaktiviert. Willst du zur Erweiterungsmanager gehen zum aktivieren?

source: This plugin is not installed. You want to access the OpenSPA Extra Plugins Manager to install it?
de: Diese Erweiterung ist nicht installiert. Möchten Sie auf den OpenSpa Extra Erweiterungsmanager zugreifen, um ihn zu installieren?

source: Customize MetrixJR
de: Passen Sie MetrixJR besonders an

source: Options to configure skin MetrixJR
de: Optionen zum Konfigurieren von MetrixJR Skin
