Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/locale/*/LC_MESSAGES/szpVirtualKeyboard.po
Languages: de, fr

source: Activate the list of recent texts [REC]
de: Aktiviere die Liste der letzten Texte [REC]
fr: Activer la liste des textes récents [REC]

source: Adventure
de: Abenteuer
fr: Aventure

source: All changes will be lost!
de: Alle Änderungen werden verloren gehen!
fr: Tous les changement vont être perdus!

source: April
fr: Avril

source: August
fr: Août

source: Backspace (delete left char)
de: Rücktaste (Lösche linkes Zeichen)
fr: Retour en arrière , supprime le dernier caractère

source: Backup
de: Sicherungskopie
fr: Copie de sécurité

source: Blue
de: Blau
fr: Bleu

source: Cancel and Close
de: Abbrechen und schliessen
fr: Effacer et quitter

source: Change to historic list
de: Zur Verlauf Liste wechseln
fr: Changer la liste historique récente

source: Change to special characters
de: Wechseln Sie zu Sonderzeichen
fr: passer aux caractères spéciaux

source: Change to upper/lower chars
de: Zu den oberen/unteren Zeichen wechseln
fr: passer de majuscule à minuscule

source: Character not allowed
de: Zeichen nicht erlaubt
fr: Caractère non soutenu

source: Clear
de: Leeren
fr: effacer

source: Clear text
de: Text leeren
fr: effacer le texte

source: Comedy
de: Komedie
fr: Comedie

source: Copy text to clipboard
de: Kopiere Text in die Zwischenablage
fr: mettre le texte en mémoire

source: December
de: Dezember
fr: Décembre

source: Decrease text size
de: Verringern Sie die Textgröße
fr: Diminuer la grosseur du texte

source: Del
de: Löschen
fr: Supr.

source: Delete
de: Löschen
fr: Supprimer

source: Delete right char of cursor(x)/Use Back/Del(<-) to Del left char
de: Lösche das rechte Zeichen des Cursors(x)/Benutze Zurück/Entf (<-), um das linke Zeichen zu löschen
fr: Supprimer le caractère droit du curseur (x) / Utiliser Retour / Del (<-) pour supprimer le caractère gauche

source: Delete the entire list
de: Löschen Sie die gesamte Liste
fr: Supprimer la liste entière

source: Deletes the selected item from the list
de: Löscht das ausgewählte Objekt aus der Liste
fr: supprimer les éléments selectionnés

source: Documentary
de: Dokumentarfilm
fr: Documentaire

source: Drama
fr: Drame

source: Entertainment
de: Unterhaltung
fr: Spectacle

source: Expanded text Display
de: Erweiterte Textanzeige
fr: Agrandir la grosseur du texte

source: February
de: Februar
fr: Fevrier

source: Friday
de: Freitag
fr: Vendredi

source: Go end
de: Zum Ende gehen
fr: Aller à la fin

source: Go top
de: Zum Seitenanfang
fr: aller en haut

source: Green
de: Grün
fr: Vert

source: Hotkeys help
de: Hotkeys Hilfe
fr: Aide pour les touches rapides

source: Increase text size
de: Erhöhen Sie die Textgröße
fr: Agrandir la grosseur du texte

source: Insert space at cursor(x) position [STOP]
de: Leerzeichen an der Position des Cursors (x) einfügen [STOP]
fr: Insérer un espace aprés le curseur(x) [STOP]

source: Insert space char
de: Leerzeichen einfügen
fr: Insérer un espace

source: January
de: Januar
fr: Janvier

source: July
de: Juli
fr: Juillet

source: June
de: Juni
fr: Juin

source: March
de: März
fr: Mars

source: May
de: Mai
fr: Mai

source: Monday
de: Montag
fr: Lundi

source: Move cursor to left
de: Bewegen Sie den Cursor nach links
fr: Bouger le curseur vers la gauche

source: Move cursor to right
de: Bewegen Sie den Cursor nach rechts
fr: Bouger le curseur vers la droite

source: Move cursor(x) to beginning of text [|<<]
de: Cursor (x) zum Anfang des Textes bewegen [|<<]
fr: Bouger le curseur(x) au début du texte [|<<]

source: Move cursor(x) to end of text [>>|]
de: Cursor (x) zum Ende des Textes bewegen [| <<]
fr: Bouger le curseur(x) à la fin du texte [>>|]

source: Music
de: Musik
fr: Musique

source: No valid character for this context!
de: Kein gültiges Zeichen für diesen Kontext!
fr: Caractère non autorisé dans ce context!

source: November
fr: Novembre

source: October
de: Oktober
fr: Octobre

source: Paste text
de: Text einfügen
fr: Coller le texte

source: Press OK to move cursor(x) left [CH-]
de: Drücken Sie OK, um den Cursor (x) nach links zu bewegen [CH-]
fr: Appuyer OK pour bouger le curseur(x) vers la gauche [CH-]

source: Press OK to move cursor(x) right [CH+]
de: Drücken Sie OK, um den Cursor (x) nach rechts zu bewegen [CH-]
fr: Appuyer OK pour bouger le curseur(x) vers la droite [CH+]

source: Press [OK] or [INFO] to go back
de: Drücken Sie [OK] oder [INFO], um zurückzugehen
fr: Appuyer [OK] ou [INFO] pour revenir

source: Really clear the history list?
de: Wirklich die Verlaufsliste löschen?
fr: Voulez vous vraiment effacer l'historique?

source: Really clear the text?
de: Wirklich den Text löschen?
fr: Voulez vous vraiment effacer le texte?

source: Recent
de: Neueste
fr: Liste récente

source: Recovery initial text
de: Wiederherstellung ursprünglichen Text
fr: Rappeler le texte initial

source: Recovery the initial text?
de: Wiederherstellung der ursprünglichen Text?
fr: voulez vous Rappeler le texte initial?

source: Red
de: Rot
fr: Rouge

source: Return value and Close
de: Rückgabewert und Schließen
fr: Revenir à la valeur et fermer

source: Saturday
de: Samstag
fr: Samedi

source: September
fr: Septembre

source: Soccer
de: Fussball
fr: football

source: Some characters are not valid:
de: Einige Zeichen sind nicht gültig:
fr: certains caractères ne sont pas valides:

source: Sunday
de: Sonntag
fr: Dimanche

source: Switch uppercase/lowercase [PAUSE]
de: Groß-/Kleinschreibung wechseln [PAUSE]
fr: Passer de majuscule à minuscule [PAUSE]

source: Terror
fr: Terreur

source: Thursday
de: Donnerstag
fr: Jeudi

source: Tuesday
de: Dienstag
fr: Mardi

source: Type the text
de: Tippe den Text
fr: Type de texte

source: Use [<<] for decrease text size
de: Verwenden Sie [<<], um die Textgröße zu verringern
fr: Use [<<] Pour diminuer la grosseur du texte

source: Use [>>] for increase text size
de: Verwenden Sie [<<], um die Textgröße zu vergrössern
fr: Use [>>] pour augmenter la grosseur du texte

source: Use cursor keys to move and press OK to insert
de: Bewegen Sie die Cursortasten und drücken Sie OK zum Einfügen
fr: Utiliser le curseur pour bouger et la touche OK pour insérer

source: Use left/right keys to move cursor(x), also [CH-]/[CH+]
de: Mit den Tasten links/rechts bewegen Sie den Cursor (x), auch [CH -]/[CH +]
fr: Utiliser la touche droite/gauche pour bouger le curseur(x) ainsi [CH-]/[CH+]

source: Use numeric keypad or use the cursor keys and press OK
de: Verwenden Sie die Zehnertastatur oder die Cursortasten und drücken Sie OK
fr: Utiliser les touches numériques ou le curseur et appuyer sur OK

source: Valid characters are:
de: Gültige Zeichen sind:
fr: Le caractères permis sont:

source: VirtualKeyboard
fr: Clavier virtuel

source: Wednesday
de: Mittwoch
fr: Mercredi

source: Yellow
de: Gelb
fr: Jaune

source: space
de: Leerzeichen
fr: espace

source: Cinema
de: Kino

source: Options
de: Optionen

source: Series
de: Serie
