Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/MyTube/locale/*/LC_MESSAGES/MyTube.po
Languages: es

source: Results
es: Resultados

source: Added:
es: Añadido:

source: All
es: Todos

source: All Time
es: Cualquier fecha

source: An error occured.
es: Ha ocurrido un Error.

source: Ascending
es: Ascendente

source: Ask to load new entries
es: Cargar nuevas entradas

source: Ask user
es: Preguntar al usuario

source: Author:
es: Autor:

source: Autos & Vehicles
es: Coches y Vehículos

source: Choose target folder
es: Elige carpeta de destino

source: Clear history on Exit:
es: Borrar histórico al salir:

source: Close
es: Cerrar

source: Comedy
es: Humor

source: Descending
es: Descendente

source: Display search results by:
es: Visualizar resultados por:

source: Do you want to see more entries?
es: Quieres ver más entradas?

source: Download Video
es: Descargar vídeo

source: Download location
es: Ruta de descarga

source: Downloading screenshots. Please wait...
es: Descargando imágenes. Por favor espere...

source: Duration:
es: Duración:

source: Education
es: Educación

source: Enter your search term(s)
es: Introduzca termino(s) de búsqueda

source: Entertainment
es: Entretenimiento

source: Fetching feed entries
es: Obteniendo entradas

source: Fetching search entries
es: Obteniendo entradas de búsqueda

source: Film & Animation
es: Películas y Animación

source: Gaming
es: Juegos

source: HD videos
es: Vídeos HD

source: Help
es: Ayuda

source: History
es: Historico

source: Howto & Style
es: Estilo

source: Load feed on startup:
es: Cargar entradas al iniciar:

source: More video entries.
es: Más entradas de vídeo.

source: Most discussed
es: Más discutidos

source: Most linked
es: Más enlazados

source: Most popular
es: Más populares

source: Most recent
es: Más recientes

source: Most responded
es: Más respondidos

source: Most shared
es: Más compartidos

source: Most viewed
es: Más vistos

source: Music
es: Música

source: MyTube Settings
es: Configuración MyTubePlayer

source: MyTubePlayer Help
es: Ayuda MyTubePlayer

source: MyTubePlayer active video downloads
es: Descargas activas de MyTubePlayer

source: MyTubePlayer settings
es: Configuración MyTubePlayer

source: News & Politic
es: Noticias y Política

source: No playable video found! Stop playing this movie?
es: No se ha encontrado ningún vídeo reproducible! Detener la reproducción?

source: No videos to display
es: No hay vídeos para mostrar

source: No, but play video again
es: No, pero ver el vídeo de nuevo

source: No, but switch to video entries.
es: No, pero ir a entradas de vídeo.

source: No, but switch to video search.
es: No, pero realizar otra búsqueda

source: Nonprofits & Activism
es: ONGs y Activimismo

source: Not fetching feed entries
es: No hay entradas

source: People & Blogs
es: Gente y Blogs

source: Pets & Animals
es: Mascotas y Animales

source: Play YouTube movies
es: Reproducir vídeos de YouTube

source: Play next video
es: Ver siguiente vídeo

source: Play video again
es: Ver vídeo de nuevo

source: Please enter your search term.
es: Por favor introduzca su término de búsqueda

source: Please select a standard feed or try searching for videos.
es: Por favor seleccione un vídeo o intente una búsqueda

source: Published
es: Publicado

source: Rating
es: Valoración

source: Ratings:
es: Valoración:

source: Really quit MyTube Player?
es: Realmente quieres salir de MyTubePlayer

source: Recently featured
es: Destacados

source: Related video entries.
es: Vídeos relaccionados.

source: Relevance
es: Relevancia

source: Response video entries.
es: Vídeos de respuesta.

source: Return to movie list
es: Volver a la lista de películas

source: Return to movie list?
es: Volver a la lista de películas?

source: Save
es: Guardar

source: Science & Technology
es: Ciencia y Tecnología

source: Search Term(s)
es: Buscar:

source: Search category:
es: Categoría de búsqueda:

source: Search region:
es: Región de búsqueda:

source: Search restricted content:
es: Buscar contenido restringido:

source: Select new feed to view.
es: Seleccione una nueva entrada para ver.

source: Select your choice.
es: Seleccione una opción.

source: Short Movies
es: Cortos de cine

source: Sorry, video is not available!
es: Lo siento, el vídeo no esta disponible!

source: Spain
es: España

source: Sports
es: Deportes

source: Start with following feed:
es: Iniciar con las entradas siguientes:

source: Std. Feeds
es: Categorías

source: Stop playing this movie?
es: Detener la reproducción de este vídeo?

source: Tags:
es: Etiquetas:

source: There was an error getting the feed entries. Please try again.
es: Se ha producido un error al obtener las entradas. Por favor, inténtelo de nuevo.

source: This Month
es: Este Mes

source: This Week
es: Esta semana

source: This is the help screen. Feed me with something to display.
es: Esta es la pantalla de ayuda.

source: Today
es: Hoy

source: Top favorites
es: Top favoritos

source: Top rated
es: Mejor valorados

source: Travel & Events
es: Viajes y eventos

source: Trending videos
es: Vídeos Populares (Trending videos)

source: Trying to download the Youtube feed entries. Please wait...
es: Intentando descargar las entradas en Youtube. Por favor espere...

source: Trying to download the Youtube search results. Please wait...
es: Intentando descargar los resultados de búqueda en Youtube. Por favor espere...

source: User video entries.
es: Entradas de vídeo del usuario.

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
es: Verifica la autencidad de tu receptor

source: Video YouTube...
es: Vídeo de TouTube

source: Videobrowser exit behavior:
es: Comportamiento del VideoBrowser al salir:

source: Videoplayer stop/exit behavior:
es: Comportamiento del reproductor al parar/salir:

source: View Count
es: Número de visitas

source: View Users Video
es: Ver vídeos de usuarios

source: View active downloads
es: Ver descargar activas

source: View related videos
es: Ver vídeos relaccionados

source: View response videos
es: Ver vídeos de repuesta

source: Views:
es: Visitas:

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
es: Bienvenido a MyTube Youtube Player. Use CH+ para ir a la zona de búsqueda, y CH- para ir a las entradas de vídeo. Para ver un vídeo pulse OK. Pulse INFO para ver información del vídeo. Pulse MENU para ver más opciones. .

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
es: Bienvenido a MyTube Youtube Player. Al introducir los terminos de búsqueda puede ver sugerencias al respecto. Para seleccionar una sugerencia pulse tecla abajo, seleccione el termino deseado y pulse OK. Pulse EXIT para volver a la caja de texto.

source: Yes
es: Sí

source: Yes, but play next video
es: Sí, pero reproducir el siguiente vídeo

source: Yes, but play previous video
es: Sí, pero reproducir el vídeo anterior

source: Exit
es: Salir

source: My Subscriptions
es: Mis Suscripciones

source: My Favorites
es: Mis Favoritos

source: My History
es: Mi Historial

source: My Watch Later
es: Mis Ver más Tarde

source: My Recommendations
es: Mis Recomendaciones

source: My Uploads
es: Mis Videos Subidos

source: Subscribe to user
es: Suscribirme a este usuario

source: Add to favorites
es: Añadir a favoritos

source: Results:
es: Resultados:

source: Page:
es: Página:

source: Search results
es: Resultados de Búsqueda

source: Login OK
es: Acceso OK

source: Hello
es: Hola

source: Login failed
es: Fallo de Acceso

source: Youtube Username (reopen plugin on change):
es: Usuario de Youtube (reabrir plugin si se cambia):

source: Youtube Password (reopen plugin on change):
es: Password de Youtube (reabrir plugin si se cambia):

source: Auto paginate on last entry:
es: Auto paginar en la última entrada:

source: Reset tv-screen after playback:
es: Resetear la ventana de tv despúes del video:

source: Subscriptors
es: Suscriptores

source: My videos uploaded viewed
es: Mis videos subidos vistos

source: Videos watch
es: Videos vistos

source: Videos uploaded
es: Videos subidos

source: New subscription added
es: Nueva suscripción añadida

source: Unknown error
es: Error desconocido

source: Video successfully added to favorites
es: Video correctamente añadido a favoritos

source: View user videos
es: Ver videos del usuario

source: Allow viewing adult videos:
es: Permitir ver videos de adultos:

source: Sorry, Video has age restriction!
es: Lo siento, el video tiene restriccion por edad!

source: Video EOF behavior:
es: Comportamiento al finalizar el vídeo:

source: by
es: de

source: Login at start:
es: Login al iniciar:

source: Channel
es: Canal

source: Remove Subscription
es: Eliminar Subscripcion

source: Remove From Favorites
es: Eliminar de Favoritos

source: Go to %s And enter the code %s
es: Accede a %s e introduce el código %s

source: Subscription Succesfully
es: Subscripción realizada

source: Subscription error
es: Error al realizar la Subscripción

source: Remove Subscription Succesfully
es: Subscripción eliminada correctamente

source: Error: No remove Subscription
es: Error: No se ha eliminado la Subscripción

source: Video append to favorites
es: Video añadido a favoritos

source: Error: No video append
es: Error: Video no añadido

source: Video remove from favorites
es: Video eliminado de favoritos

source: Error: No remove video from favorites
es: Error: No se ha eliminado el video de favoritos

source: Search for videos:
es: Buscar videos:

source: Search for channels:
es: Buscar canales:

source: My videos likes
es: Videos que me gustan

source: Like this video
es: Este video me gusta

source: Dislike this video
es: Este video no me gusta
