Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/spzBackups/locale/*/LC_MESSAGES/spzBackups.po
Languages: es

source: Press [OK] or [RED] buttons for run this software.
es: Pulsa [OK] o [ROJO] para ejecutar esta utilidad.

source: For custom copy press [DOWN] key and choose profile, and customize wath sections/plugins/skin/files you want backup.
es: Para hacer una copia personalizada, pulsa [CURSOR ABAJO] y elige un perfil, y personaliza que secciones, plugins, skins, archivos deseas incluir en la copia.

source: This openPLI utility generates a basic copy of some settings, channels lists, password and when new firmware is installed automaticaly restores it. You can create a manual copy [YELLOW] or program daily backups.
es: Esta utilidad de openPLI genera una copia básica de su configuración, canales, contraseñas, datos de red, y al instalar nuevos firmwares se restaura automáticamente, evitando que salgan los asistentes de configuración. Puede crear una copia manual [AMARILLO] o programar copias diarias.

source: Do you want to run openPLI AutoBackup utility?
es: Quieres ejecutar ahora la utilidad de AutoBackup de openPLI?

source: Press [BLUE] for go to restore screen.
es: Pulsa [AZUL] para ir al módulo de Restaurar copias.

source: openPLI AutoBackup utility
es: Utilidad de openPLI AutoBackup

source: File Name (without extension)
es: Nombre de archivo (sin extension)

source: The filename is invalid !!!
es: El nombre del archivo no es correcto !!!

source: Error creating profile
es: Error creando el perfil

source: spazeTeam Backup/Restore
es: spazeTeam Copias/Restaurar

source: Error by writing backup config file !!!
es: Error escribiendo en el archivo de configuración de copia !!!

source: Do yo wait to run?
es: Quieres ejecutarla ahora?

source: Press [OK] to go
es: Pulsa [OK] para acceder

source: Restore
es: Restaurar

source: To select another path, change the path of current profile
es: Para ver otra ruta, cambia la ruta del perfil actual

source: Press [INFO] to view file info
es: Pulsa [INFO] para más información del archivo de copia

source: Cancel
es: Cancelar

source: Restore this copy?
es: Restaurar esta copia?

source: This process can not be reversed!
es: Este proceso no se podrá revertir!

source: No backups files found
es: No se ha hecho ninguna copia

source: Last backup file
es: Última copia de seguridad

source: Date
es: Fecha

source: Size
es: Tamaño

source: Press [OK] to select/unselect
es: Pulsa [OK] para marcar/desmarcar

source: Retrieving file info
es: Obteniendo información del archivo

source: Select
es: Selecciona

source: Exit
es: Salir

source: of
es: de

source: Information
es: Información

source: finished!
es: terminado!

source: Run
es: Ejecutar

source: Backup
es: Copia

source: Start backup
es: Iniciar copia

source: View files
es: Ver archivos

source: Save profile
es: Guardar perfil

source: Loading Profile...
es: Cargando Perfil...

source: Wait...
es: Espere...

source: Profile
es: Perfil openSPA

source: Save backup into location
es: Guardar copia en la ruta

source: Press [OK] to choose PlugIns
es: Pulsa [OK] para elegir PlugIns

source: Press [OK] to choose Skins
es: Pulsa [OK] para elegir Skins

source: Press [OK] to choose Files
es: Pulsa [OK] para elegir archivos/carpetas

source: INCLUDE
es: INCLUIR

source: None
es: Ninguno

source: Choose directory
es: Elegir carpeta

source: File
es: Archivo

source: entrie(s)
es: entrada(s)

source: Error by writing backup info file !!!
es: Error escribien el archivo de información !!!

source: This task may take several minutes
es: Este proceso puede durar varios minutos

source: Copying files
es: Copiando archivos

source: Other files/folders
es: Otros archivos/carpetas

source: Skins
es: Skins(Pieles)

source: Restart GUI to apply changes?
es: Desea Reniciar el GUI para aplicar los cambios?

source: List changed. Save this changes?
es: La lista actual ha cambiado. Desea guardar los cambios?

source: List changes saved
es: La lista ha sido guardada

source: Select Files/Folders
es: Selecciona Archivos/Carpetas

source: Deselect
es: Desmarcar

source: Utility for backup and restore files
es: Utilidad para realizar copias de seguridad y restaurarlas

source: Channels
es: Lista de canales

source: Settings
es: Configuración básica

source: Keyboard remote control
es: Configuración del mando a distancia

source: Multiquickbutton configuration
es: Configuración de Multiquickbutton

source: net setup
es: Configuración de Red

source: Picons image files
es: Archivos de imagen Picon

source: Ccam configuracion
es: Configuración CCcam

source: Ccam program files
es: Archivos de programa de CCcam

source: Bookmarks azExplorer
es: Favoritos de AzExplorer

source: Equiv channels epg mwh2
es: Equivalencias de canales mwh2

source: autostart scripts
es: Script de inicio

source: User Scripts
es: Scripts de usuario

source: spzBackups configuration
es: Configuración de Copias de Seguridad

source: The path does not exist!
es: La ruta de almacenamiento no existe!

source: StandarCopy
es: Copia Estandar

source: SimpleCopy
es: Copia Simple

source: CustomCopy1
es: Copia Personalizada 1

source: CustomCopy2
es: Copia Personalizada 2

source: CustomCopy3
es: Copia Personalizada 3

source: OnlySkinsPluginsCopy
es: Sólo Skins y Plugins

source: Restore copy
es: Restaurar copia

source: The system must be restarted to apply changes
es: El sistema deber ser reiniciado para aplicar los cambios

source: Restoring files
es: Restaurando archivos

source: Copy creation
es: Creación de copia

source: Select file to Restore
es: Selecciona archivo para Restaurar

source: File info
es: Información de archivo

source: List files for .tar
es: Listado de entradas del fichero .tar

source: Mark
es: Incluir

source: Clear
es: Quitar todo

source: Delete all entries from list?
es: Desea anular todas las entradas seleccionadas?

source: The system will be restarted to complete the restoration
es: El sistema será reiniciado para completar la restauración

source: The backup file has been created !!!. Verify that enough space on the target drive and writable
es: El archivo de copia NO ha sido creado!!!. Verifica que hay espacio en el disco destino y que tiene permisos de escritura

source: Log file to long. Truncated. See file /tmp/spztBklog.log for complete view
es: Archivo .log demasiado grande. Descarga el archivo /tmp/spztBklog.log para verlo completo

source: Create backup
es: Crear copia

source: Comments about copying (optional)
es: Comentario acerca de la copia (opcional)

source: Personal Copy
es: Copia Personal

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Notes
es: Comentarios

source: Copy
es: Copia

source: Last copy
es: Última copia

source: More options
es: Más opciones

source: Convert to E2 last copy
es: Convertir en la copia por defecto para nuevos fw

source: Delete file
es: Borrar archivo

source: Select option
es: Selecciona opción

source: Options
es: Opciones

source: Delete this file copy?
es: Eliminar este archivo de copia?

source: Convert this file to last E2 file backup?
es: Convertir este archivo como la última copia de Enigma2?

source: When install new firm this copy will be restored!
es: Cuando se instale un nuevo firm esta sería la copia por defecto para restaurar!

source: Not spazeTeam image found! More info in www.azboxhd.es
es: La imagen no es un fw de spazeTeam! Más información en www.azboxhd.es

source: Default copy
es: Copia por defecto

source: Upgrade copy pending
es: Copia para actualizar en espera

source: Upgrade copy restored
es: Copia de actualización ya restaurada

source: Upgrade copy canceled
es: Copia de actualización cancelada

source: xxx
es: yyy
