Repository: ahmedmoselhi/openspa-3rdparty-skins
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/spzSimpleRSS/locale/*/LC_MESSAGES/spzSimpleRSS.po
Languages: es

source: Help
es: Ayuda en pantalla

source: Max entries for RSS channel
es: Máximo número de entradas por canal RSS

source: Options...
es: Opciones...

source: Update selected entry
es: Actualizar el canal RSS seleccionado

source: Next entry
es: Siguiente

source: Previous entry
es: Anterior

source: Wait for update feeds. When icon change to orange feeds are avaiable.
es: Espera que se actualicen los feeds. Cuando el icono este naranja, habrá feeds disponibles

source: RSS-Reader
es: Lector-RSS

source: Permite ver canales RSS
es: Cancelar

source: View RSS
es: Ver RSS

source: RSS Reader
es: Lector de RSS

source: %d Feed(s) were added to configuration.
es: %d Canal(es) fueron añadido(s) a la configuración.

source: A simple to use RSS reader
es: Lector de canales RSS

source: Autoupdate
es: Autodescargar feeds automáticamente al cargar la lista

source: Do you want keep runngin in background for new items notification?
es: Mantener la ejecución en segundo plano para avisar de nuevos items?

source: Press [OK] or [GREEN] for download feeds...
es: Pulsa [OK] o [VERDE] para descargar feeds...

source: AutoDownload is disabled
es: Descarga automática desactivada

source: Wait for download feeds...
es: Espera que se descargen los feeds...

source: AutoDownload enabled
es: Descarga automática activada

source: Close
es: Cerrar

source: Delete
es: Eliminar

source: Enclosures
es: Grupos

source: Entries
es: Entradas

source: Entry %s/%s
es: Entrada %s/%s

source: Error while parsing Feed, this usually means there is something wrong with it.
es: Error descifrando el Canal, es problame que sea un canal incorrecto.

source: Feed
es: Canal RSS

source: Feed %s/%s
es: Canal RSS %s/%s

source: Feed URI
es: URL Canal

source: Feed is empty.
es: El Canal RSS está vacio.

source: Found no Enclosure we can display.
es: No se encontró ningun grupo para mostrar.

source: Keep running in background
es: Continuar ejecutando en segundo plano al salir

source: New
es: Nuevo

source: New Items
es: Nuevos Items

source: New Items since last Auto-Update
es: Nuevo(s) Item(s) desde la última actualización

source: No such Item.
es: No hay Item.

source: Notification
es: Notificación

source: Scrolling text
es: Tira de texto

source: OK
es: Guardar

source: Preview
es: Vista previa en Ventana

source: Really delete this entry? It cannot be recovered!
es: Quieres realmente borrar esta entrada? No se podrá recuperar!

source: Received %d new news item(s).
es: Recibido(s) %d nuevo(s) item(s).

source: Setup
es: Configuración

source: Show new Messages as
es: Mostrar nuevo Mensaje con

source: Sorry, this type of feed is unsupported: %s
es: Este tipo de Canal no está soportado: %s

source: Start automatically with Enigma2
es: Iniciar automáticamente con Enigma2

source: Update Feed
es: Actualizar Canal RSS

source: Update Interval (min)
es: Intervalo de actualización (min)

source: Update is being done in Background. Contents will automatically be updated when it's done.
es: La actualización se realizará en segundo plano. El contenido se actualizará automáticamente cuando termine.

source: What to do?
es: Que quieres hacer?

source: Show the new items since last update
es: Muestra los nuevos items desde la última actualización.

source: none
es: Ninguno

source: spazeTeam RSS Reader
es: spazeTeam Lector RSS

source: spazeTeam RSS Reader Setup
es: spazeTeam RSS Configuración

source: spazeTeam RSS Reader New Items
es: spazeTeam RSS Nuevos Items

source: Downloading
es: Descargando

source: ManualDownload
es: Pulsa [OK]

source: Press [GREEN] for update feeds...
es: Pulsa [VERDE] para actualizar feeds...

source: AutoDownload
es: AutoDescarga

source: Move to RSS channels. If autodownload is enabled, feeds download automatically, if manual press [OK] for download.
es: Desplazate a los canales RSS. Si la autodescarga esta activada los feeds se descargarán solos, sino pulsa [OK] para descargar

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Today
es: Hoy

source: Yesterday
es: Ayer
